Repository: MartinZikmund/PlayingWithPhysics
Catalog: src/Topics/Physics.DragMovement/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

source: Add motion
cs_cz: Přidat pohyb

source: Angle
cs_cz: Úhel

# AppDescription
source: Bodies moving in close proximity to the Earth move in the opposing environment of the Earth's atmosphere. At low speeds the resistance of the environment can be neglected, for higher speeds we must take it into account. The animation allows the selection of basic movements (free fall, vertical litter, horizontal litter, oblique litter) and the selection of initial parameters (initial velocity, elevation angle, choice of body shape, environmental density, etc.). The program automatically adjusts the scale and the output will also be a table of values, including the calculated parameters. The program can be used to calculate movement time, height, distance and use it to solve specific tasks.
cs_cz: Tělesa pohybující se v těsné blízkosti Země se pohybují v odporujícím prostředí zemské atmosféry. Při malých rychlostech lze odpor prostředí zanedbat, pro větší rychlosti ho musíme vzít v potaz. Animace umožní volbu základních pohybů (volný pád, svislý vrh, vodorovný vrh, šikmý vrh) a volbu počátečních parametrů (počáteční rychlost, elevační úhel, volbu tvaru tělesa, hustotu prostředí atd.). Program automaticky přizpůsobí měřítko a výstupem bude též tabulka hodnot včetně vypočtených parametrů. Program bude možno využít pro výpočty doby pohybu, výšky, dálky a využít ho pro řešení konkrétních úloh. Autoři obsahu: Vladimír Kafka, Pavel Vlček Programátoři: Daniel Zikmund, Martin Zikmund Grafika: Petr Weinlich

# AppName
source: Playing with Physics: Drag
cs_cz: Hrátky s fyzikou: Pohyby těles v odporujícím prostředí

source: Area
cs_cz: Plocha průřezu tělesa

source: Break down motions
cs_cz: Rozklad pohybu

source: Cargo mass
cs_cz: Hmotnost nákladu

source: Castle distance
cs_cz: Vzdálenost hradu

source: Copy
cs_cz: Zkopírovat

source: Density
cs_cz: Hustota

source: Diameter
cs_cz: Průměr

source: Edit motion
cs_cz: Upravit vrh

source: Elevation angle
cs_cz: Elevační úhel

source: Fire!
cs_cz: Pal!

source: Free fall
cs_cz: Volně puštěné těleso

source: Game
cs_cz: Hra

source: Gravity
cs_cz: Tíhové zrychlení

# Gravity_Earth
source: Earth
cs_cz: Země

# Gravity_Moon
source: Moon
cs_cz: Měsíc

# Gravity_Venus
source: Venus
cs_cz: Venuše

source: Helicopter height
cs_cz: Výška helikoptéry

# HorizontalMotion
source: Horizontal throw
cs_cz: Vrh

source: Inputs
cs_cz: Zadané údaje

# IntervalForTable
source: Time interval (s)
cs_cz: Časový interval (s)

source: Invalid input
cs_cz: Neplatný vstup

source: Jump size
cs_cz: Volba kroku vykreslování

source: Label
cs_cz: Název

source: Mass
cs_cz: Hmotnost

source: Missed...
cs_cz: Vedle...

source: Motion
cs_cz: Vrh

source: New game
cs_cz: Nová hra

source: Origin
cs_cz: Počáteční souřadnice

source: Pause after changes
cs_cz: Pozastavit po změnách

# PickColor
source: Pick...
cs_cz: Vybrat...

# ProjectileMotion
source: Throw
cs_cz: Vrh

source: Raft speed
cs_cz: Rychlost voru

source: Resistance Coefficient
cs_cz: Součinitel odporu

source: Selected motion
cs_cz: Vybraný vrh

# SelectMotionTip
source: Select a motion to see current values.
cs_cz: Klikněte na vrh pro zobrazení hodnot.

source: Settings
cs_cz: Nastavení

source: Show/Hide Irrelevant Columns
cs_cz: Zobrazit/skrýt nulové sloupce

# ShowHideZeroes
source: Show/hide zero columns
cs_cz: Zobrazit/skrýt nulové sloupce

source: Show values
cs_cz: Zobrazit hodnoty

source: Show values table
cs_cz: Zobrazit tabulku hodnot

source: Speed
cs_cz: Počáteční rychlost

# TopicName
source: Projectile motion
cs_cz: Pohyby tělesa v odporujícím prostředí

source: Version
cs_cz: Verze

# VerticalMotion
source: Vertical throw
cs_cz: Vrh

source: Wall distance
cs_cz: Vzdálenost hradeb

source: Wall height
cs_cz: Výška hradeb

source: You win!
cs_cz: Trefa!
